Repository: lambda-py/py_june
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Comment
uk: Коментар

source: Post
uk: Пост

source: Posts
uk: Пости

source: You can only post every 5 minutes.
uk: Ви можете створювати пост раз в 5 хвилин.

source: Post was created successfully
uk: Пост створено успішно

source: Post was deleted successfully
uk: Пост було видалено успішно

source: Post was changed successfully
uk: Пост було змінено успішно

source: Comment was changed successfully
uk: Коментар було змінено успішно

source: Comment was created successfully
uk: Коментар було створено успішно

source: Comment was deleted successfully
uk: Коментар було идалено успішно

source: Something went wrong
uk: Виникла помилка, спробуйте ще раз

source: Comment can't be empty
uk: Коментар не може бути пустим

source: Top
uk: Вгору

source: Create Post
uk: Створити пост

source: Comments
uk: Коментарі

source: Last comment
uk: Останній коментарій

source: Forum
uk: Форум

source: Answer
uk: Відповісти

source: Delete Comment
uk: Видалити коментар

source: Delete comment for
uk: Видалити коментар для

source: Are you sure you want to delete comment for
uk: Ви впевнені що хочете видалити коментар для

source: Confirm
uk: Підтвердити

source: Cancel
uk: Відмінити

source: Edit Comment
uk: Змінити коментар

source: Made by
uk: Зроблено завдяки

source: Logout
uk: Вийти

source: Login
uk: Увійти

source: Sign up
uk: Зареєструватися

source: Home
uk: Головна

source: PY_JUNE - Code, Learn, and Grow Together!
uk: PY_JUNE - Програмуйте, Навчайтеся, та Розвивайтеся Разом!

source: There should be one-- and preferably only one --obvious way to do it.
uk: Має бути один -- і бажано лише один -- очевидний спосіб це зробити.

source: Ask question
uk: Задати питання

source: Last posts
uk: Останній пост

source: Most hot
uk: Найпопулярніший

source: Need help
uk: Потрібна допомога

source: Beautiful is better than ugly.
uk: Красиве краще, ніж потворне.

source: Simple is better than complex.
uk: Просте краще, ніж складне.

source: Delete Post
uk: Видалити пост

source: Delete
uk: Видалити

source: Are you sure you want to delete post
uk: Ви впевнені що хочете видалити пост

source: Reply
uk: Відповісти

source: Replies
uk: Коментарі

source: Are you sure you want to delete comment?
uk: Ви впевнені що хочете видалити коментар?

source: Create a new post in
uk: Створити новий пост в

source: Update Post
uk: Оновити пост

source: Update
uk: Оновити

source: Search
uk: Пошук

source: Begin Typing
uk: Розпочати пошук
